Repository: ouchkemvanra/Onepazz-SwiftUI
Catalog: Onepazz/*.lproj/Localizable.strings
Languages: km

source: Loading…
km: កំពុងផ្ទុក…

source: Error
km: កំហុស

source: Try again
km: ព្យាយាមម្ដងទៀត

# gyms_title
source: Gyms
km: កន្លែងហាត់ប្រាណ

# no_subs
source: No subscriptions yet
km: មិនមានការជាវទេ

# nothing
source: There's nothing to show right now.
km: មិនមានមាតិកាឥឡូវនេះ។

source: Uploading…
km: កំពុងផ្ទុកឡើង…

source: Downloading…
km: កំពុងទាញយក…

# login_title
source: Sign in
km: ចូល

source: My Activity
km: សកម្មភាពរបស់ខ្ញុំ

source: Gym
km: កន្លែងហាត់ប្រាណ

source: Badminton
km: កីឡាបាត់មីនតុន

source: January
km: មករា

source: Check-in: %@
km: ចុះឈ្មោះ: %@

source: Scan QR
km: ស្កេន QR

source: Verifying...
km: កំពុងផ្ទៀងផ្ទាត់...

source: Failed
km: បរាជ័យ

source: Access Granted
km: បានអនុញ្ញាតចូល

# access_granted_message
source: You have just granted access to %@
km: អ្នកទើបតែអនុញ្ញាតឱ្យចូលទៅ %@

source: Done
km: រួចរាល់

source: Sign In
km: ចូលប្រើ

# login_subtitle
source: Enter the phone number that you have registered with Zimmer account.
km: បញ្ចូលលេខទូរស័ព្ទដែលអ្នកបានចុះឈ្មោះ ជាមួយគណនី Zimmer ។

source: Continue
km: បន្ត

source: Verify OTP
km: ផ្ទៀងផ្ទាត់ OTP

# verify_otp_message
source: Enter the 6-digit code sent to %@ %@
km: បញ្ចូលលេខកូដ 6 ខ្ទង់ដែលបានផ្ញើទៅ %@ %@

source: Verify
km: ផ្ទៀងផ្ទាត់

# didnt_receive_code
source: Didn't receive the code?
km: មិនបានទទួលលេខកូដទេ?

source: Resend
km: ផ្ញើម្តងទៀត

# resend_countdown
source: Resend in %d s
km: ផ្ញើម្តងទៀតក្នុងរយៈពេល %d វិនាទី

# become_member
source: Become a member
km: ក្លាយជាសមាជិក

# continue_purchase
source: Continue to purchase
km: បន្តទិញ

# term_condition
source: Term and Condition
km: លក្ខខណ្ឌ

source: Policy
km: គោលនយោបាយ

source: 100 gyms
km: កន្លែងហាត់ប្រាណ 100

source: 50 Sport clubs
km: ក្លឹបកីឡា 50

source: 20 sport clubs
km: ក្លឹបកីឡា 20

source: Monthly
km: ប្រចាំខែ

source: Standard
km: ស្តង់ដារ

source: Premium
km: ពិសេស

source: Silver
km: ប្រាក់

source: Gold
km: មាស

source: Basic
km: មូលដ្ឋាន

source: Free
km: ឥតគិតថ្លៃ

source: forever
km: រហូត

source: Profile
km: ប្រវត្តិរូប

source: Personal Information
km: ព័ត៌មានផ្ទាល់ខ្លួន

source: Name:
km: ឈ្មោះ:

source: Gender:
km: ភេទ:

source: Male
km: ប្រុស

source: Phone:
km: ទូរស័ព្ទ:

source: Join Since
km: ចូលរួមតាំងពី

source: Company
km: ក្រុមហ៊ុន

source: Subscription Information
km: ព័ត៌មានការជាវ

source: Type
km: ប្រភេទ

source: Price
km: តម្លៃ

source: Expire Date
km: ថ្ងៃផុតកំណត់

source: Subscription History
km: ប្រវត្តិការជាវ

source: Activity
km: សកម្មភាព

source: Recent Visit
km: ទស្សនាថ្មីៗ

source: View All
km: មើលទាំងអស់

source: FOLLOW US
km: តាមដានយើង

source: Standard Member
km: សមាជិកស្តង់ដារ

source: About
km: អំពី

# facilities
source: This place offer facilities such as:
km: កន្លែងនេះផ្តល់មធ្យោបាយដូចជា:

source: Class Schedule
km: កាលវិភាគថ្នាក់

source: Day: %@
km: ថ្ងៃ: %@

source: Time: %@
km: ម៉ោង: %@

source: Opening Hour
km: ម៉ោងបើក

# from_to_time
source: From %@ to %@
km: ពី %@ ដល់ %@

# rating_reviews
source: Rating and Reviews
km: ការវាយតម្លៃ និងមតិយោបល់

source: Rating: %@
km: ការវាយតម្លៃ: %@

source: Get Direction
km: ទទួលផ្លូវ

source: About Us
km: អំពីយើង

# onepazz_description
source: Onepazz (HolisticWell) is a digital platform that empowers individuals and organizations to enhance well-being through personalized wellness programs, comprehensive educational resources, and community-driven support. The platform addresses mental health, physical fitness, nutrition, and workplace wellness, targeting individuals and businesses. With a scalable SaaS model and partnerships with wellness professionals, HolisticWell aims to redefine how people approach health in their daily lives.
km: Onepazz (HolisticWell) គឺជាវេទិកាឌីជីថលដែលផ្តល់អំណាចដល់បុគ្គល និងអង្គការក្នុងការលើកកម្ពស់សុខុមាលភាពតាមរយៈកម្មវិធីសុខុមាលភាពផ្ទាល់ខ្លួន ធនធានអប់រំទូលំទូលាយ និងការគាំទ្រដែលជំរុញដោយសហគមន៍។ វេទិកានេះផ្តោតលើសុខភាពផ្លូវចិត្ត ស្មារតីកាយ អាហារូបត្ថម្ភ និងសុខុមាលភាពនៅកន្លែងធ្វើការ ដោយផ្តោតលើបុគ្គល និងអាជីវកម្ម។ ជាមួយនឹងគំរូ SaaS ដែលអាចពង្រីកបាន និងភាពជាដៃគូជាមួយអ្នកជំនាញខាងសុខុមាលភាព HolisticWell មានគោលបំណងកំណត់ឡើងវិញនូវវិធីដែលមនុស្សចូលទៅរកសុខភាពក្នុងជីវិតប្រចាំថ្ងៃរបស់ពួកគេ។

source: Contact Us
km: ទាក់ទងមកយើង

# call
source: Call 012 123 123
km: ហៅទូរស័ព្ទ 012 123 123

source: Telegram
km: តេឡេក្រាម

source: Explore
km: ស្វែងរក

source: Search
km: ស្វែងរក

source: All
km: ទាំងអស់

source: Food
km: អាហារ

source: Drink
km: ភេសជ្ជៈ

source: Protein
km: ប្រូតេអ៊ីន

source: GYM FITNESS
km: កន្លែងហាត់ប្រាណ សុខភាព

source: JOIN US
km: ចូលរួមជាមួយយើង

# discount_50
source: 50% DISCOUNT
km: បញ្ចុះតម្លៃ 50%

# for_week_only
source: FOR THIS WEEK ONLY
km: សម្រាប់សប្តាហ៍នេះតែប៉ុណ្ណោះ
